{
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "interface--bufferline": { "branch": "main" },
  "interface--colorizer": { "branch": "master" },
  "interface--dressing": { "branch": "master" },
  "interface--lualine": { "branch": "master" },
  "interface--notify": { "branch": "master" },
  "interface--nvim-tree": { "branch": "master" },
  "interface--nvim-window": { "branch": "main" },
  "interface--onenord": { "branch": "main" },
  "interface--vim-maximizer": { "branch": "master" },
  "interface--whichkey": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "notetaking--markdown": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "programming--autoclose": { "branch": "main" },
  "programming--comment": { "branch": "master" },
  "programming--completions": { "branch": "main" },
  "programming--treesitter": { "branch": "master" },
  "searching--fzf": { "branch": "main" },
  "searching--telescope": { "branch": "master" },
  "searching--telescope-glyph": { "branch": "master" },
  "searching--telescope-undo": { "branch": "main" }
}
